/* No comment provided by engineer. */
"As a precaution, plugins won't run on unsupported versions of Spotlight, even if you enable them. (You have Spotlight v%@)" = "Come precauzione i plugin verranno disabilitati se la versione di Spotlight non è supportata. (Versione Spotlight v%@)";

/* No comment provided by engineer. */
"Automator workflow:" = "Workflow Automator:";

/* No comment provided by engineer. */
"Couldn't install plugin." = "Impossibile installare il plugin.";

/* No comment provided by engineer. */
"Couldn't load the list of available online plugins." = "Impossibile caricare la lista dei plugin disponibili.";

/* No comment provided by engineer. */
"Delete Plugin" = "Rimuovi Plugin";

/* No comment provided by engineer. */
"Description:" = "Descrizione:";

/* No comment provided by engineer. */
"Edit Plugin" = "Modifica Plugin";

/* No comment provided by engineer. */
"Edit Workflow" = "Modifica Workflow";

/* No comment provided by engineer. */
"Enable Spotlight Plugins" = "Abilita i Plugin Spotlight";

/* No comment provided by engineer. */
"Featured" = "In primo piano";

/* No comment provided by engineer. */
"Information" = "Informazioni";

/* No comment provided by engineer. */
"Installed" = "Installati";

/* No comment provided by engineer. */
"Language" = "Lingue";

/* No comment provided by engineer. */
"New Automator Plugin..." = "Nuovo Plugin Automator...";

/* No comment provided by engineer. */
"News" = "Notizie";

/* No comment provided by engineer. */
"Okay" = "Ok";

/* No comment provided by engineer. */
"Search" = "Ricerche";

/* No comment provided by engineer. */
"System" = "Sistema";

/* No comment provided by engineer. */
"This plugin has no additional options." = "This plugin has no additional options.";

/* No comment provided by engineer. */
"Title:" = "Titolo:";

/* No comment provided by engineer. */
"Try again" = "Riprova";

/* No comment provided by engineer. */
"Unknown" = "Sconosciuto";

/* No comment provided by engineer. */
"Usage examples:" = "Esempi d'uso:";

/* No comment provided by engineer. */
"Utilities" = "Utilità";

/* No comment provided by engineer. */
"Weather" = "Meteo";

/* No comment provided by engineer. */
"Your plugin will be selected when you search Spotlight for anything that's close to one of these examples." = "Il tuo plugin verrà selezionato quando la ricerca su Spotlight è simile a uno di questi esempi.";

